Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# SkillsPage_NoSkillsInstalled.Text
source: No skills installed
fr_fr: Aucune compétence installée
pt_br: Nenhuma Skill instalada
zh_cn: 未安装技能
zh_tw: 未安裝技能

# SkillsPage_SkillsExtendYourAgent.Text
source: Skills extend your agent's capabilities. Install skills via the CLI or ClawHub.
fr_fr: Les compétences étendent les capacités de votre agent. Installez des compétences via la CLI ou ClawHub.
pt_br: Skills estendem as capacidades do seu agente. Instale skills via CLI ou ClawHub.
zh_cn: 技能扩展代理的能力。通过 CLI 或 ClawHub 安装技能。
zh_tw: 技能可擴充您代理的能力。透過 CLI 或 ClawHub 安裝技能。

# UsagePage_GatewayDisconnected.Title
source: Gateway disconnected
fr_fr: Passerelle déconnectée
pt_br: Gateway desconectado
zh_cn: 网关已断开
zh_tw: 閘道已中斷

# UsagePage_GatewayDisconnected.Message
source: Connect to a gateway to load usage data.
fr_fr: Connectez-vous à une passerelle pour charger les données d'utilisation.
pt_br: Conecte-se a um Gateway para carregar os dados de uso.
zh_cn: 请连接到网关以加载用量数据。
zh_tw: 請連接至閘道以載入使用量資料。

# UsagePage_OpenConnection.Content
source: Open Connection
fr_fr: Ouvrir la connexion
pt_br: Abrir conexão
zh_cn: 打开连接
zh_tw: 開啟連線

# UsagePage_LoadingDailyCosts.Text
source: Loading daily costs...
fr_fr: Chargement des coûts quotidiens…
pt_br: Carregando custos diários...
zh_cn: 正在加载每日费用…
zh_tw: 正在載入每日成本…

# UsagePage_NoDailyUsageFor.Text
source: No daily usage for this period
fr_fr: Aucune utilisation quotidienne pour cette période
pt_br: Nenhum uso diário neste período
zh_cn: 此期间内无每日用量
zh_tw: 此期間內無每日使用量

# VoiceSettingsPage_TestVoiceInput.Text
source: Test Voice Input
fr_fr: Tester l'entrée vocale
pt_br: Testar entrada de voz
zh_cn: 测试语音输入
zh_tw: 測試語音輸入

# VoiceSettingsPage_Record.Text
source: Record
fr_fr: Enregistrer
pt_br: Gravar
zh_cn: 录制
zh_tw: 錄製

# WorkspacePage_LoadingWorkspaceFiles.Text
source: Loading workspace files…
fr_fr: Chargement des fichiers de l'espace de travail…
pt_br: Carregando arquivos do espaço de trabalho…
zh_cn: 正在加载工作区文件…
zh_tw: 正在載入工作區檔案…

# ChatWindow_WebChatUnavailable.Text
source: Web Chat Unavailable
fr_fr: Chat Web indisponible
pt_br: Web Chat indisponível
zh_cn: 网页聊天不可用
zh_tw: 網頁聊天無法使用

# ChatWindow_Retry.Content
source: Retry
fr_fr: Réessayer
pt_br: Tentar novamente
zh_cn: 重试
zh_tw: 重試

# ConnectionStatusWindow_ConnectionStatus.Text
source: Connection Status
fr_fr: État de la connexion
pt_br: Status da conexão
zh_cn: 连接状态
zh_tw: 連線狀態

# ConnectionStatusWindow_STATEMACHINE.Text
source: STATE MACHINE
fr_fr: MACHINE À ÉTATS
pt_br: MÁQUINA DE ESTADOS
zh_cn: 状态机
zh_tw: 狀態機

# ConnectionStatusWindow_OPERATOR.Text
source: OPERATOR
fr_fr: OPÉRATEUR
pt_br: OPERADOR
zh_cn: 操作员
zh_tw: 操作員

# ConnectionStatusWindow_Off.Text
source: Off
fr_fr: Désactivé
pt_br: Desativado
zh_cn: 关闭
zh_tw: 關閉

# ConnectionStatusWindow_Connecting.Text
source: Connecting
fr_fr: Connexion en cours
pt_br: Conectando
zh_cn: 正在连接
zh_tw: 正在連線

# ConnectionStatusWindow_Connected.Text
source: Connected
fr_fr: Connecté
pt_br: Conectado
zh_cn: 已连接
zh_tw: 已連線

# ConnectionStatusWindow_Pairing.Text
source: Pairing
fr_fr: Appairage
pt_br: Pareamento
zh_cn: 正在配对
zh_tw: 正在配對

# ConnectionStatusWindow_Error.Text
source: Error
fr_fr: Erreur
pt_br: Erro
zh_cn: 错误
zh_tw: 錯誤

# ConnectionStatusWindow_NODE.Text
source: NODE
fr_fr: NŒUD
pt_br: NÓ
zh_cn: 节点
zh_tw: 節點

# ConnectionStatusWindow_Off2.Text
source: Off
fr_fr: Désactivé
pt_br: Desligado
zh_cn: 关闭
zh_tw: 關閉

# ConnectionStatusWindow_Connecting2.Text
source: Connecting
fr_fr: Connexion en cours
pt_br: Conectando
zh_cn: 正在连接
zh_tw: 正在連線

# ConnectionStatusWindow_Connected2.Text
source: Connected
fr_fr: Connecté
pt_br: Conectado
zh_cn: 已连接
zh_tw: 已連線

# ConnectionStatusWindow_Pairing2.Text
source: Pairing
fr_fr: Appairage
pt_br: Pareando
zh_cn: 正在配对
zh_tw: 正在配對

# ConnectionStatusWindow_Error2.Text
source: Error
fr_fr: Erreur
pt_br: Erro
zh_cn: 错误
zh_tw: 錯誤

# ConnectionStatusWindow_GATEWAYS.Text
source: GATEWAYS
fr_fr: PASSERELLES
pt_br: GATEWAYS SALVOS
zh_cn: 网关
zh_tw: 閘道

# ConnectionStatusWindow_CREDENTIALS.Text
source: CREDENTIALS
fr_fr: IDENTIFIANTS
pt_br: CREDENCIAIS
zh_cn: 凭据
zh_tw: 認證

# ConnectionStatusWindow_SETUPCODE.Text
source: SETUP CODE
fr_fr: CODE DE CONFIGURATION
pt_br: CÓDIGO DE CONFIGURAÇÃO
zh_cn: 设置代码
zh_tw: 設定代碼

# ConnectionStatusWindow_PasteASetupCode.Text
source: Paste a setup code to connect end-to-end.
fr_fr: Collez un code de configuration pour établir une connexion de bout en bout.
pt_br: Cole um código de configuração para conectar de ponta a ponta.
zh_cn: 粘贴设置代码以建立端到端连接。
zh_tw: 貼上設定代碼以建立端對端連線。

# ConnectionStatusWindow_PasteSetupCode.PlaceholderText
source: Paste setup code…
fr_fr: Collez le code de configuration…
pt_br: Cole o código de configuração…
zh_cn: 粘贴设置代码…
zh_tw: 貼上設定代碼…

# ConnectionStatusWindow_Connect.Content
source: Connect
fr_fr: Connecter
pt_br: Conectar
zh_cn: 连接
zh_tw: 連線

# ConnectionStatusWindow_Disconnect.Content
source: Disconnect
fr_fr: Déconnecter
pt_br: Desconectar
zh_cn: 断开连接
zh_tw: 中斷連線

# ConnectionStatusWindow_DIRECTCONNECT.Text
source: DIRECT CONNECT
fr_fr: CONNEXION DIRECTE
pt_br: CONEXÃO DIRETA
zh_cn: 直接连接
zh_tw: 直接連線

# ConnectionStatusWindow_ConnectWithAGateway.Text
source: Connect with a gateway URL and shared token (admin scope).
fr_fr: Connectez-vous avec une URL de passerelle et un jeton partagé (étendue admin).
pt_br: Conecte-se com uma URL de Gateway e token compartilhado (escopo admin).
zh_cn: 使用网关 URL 和共享令牌(管理员范围)连接。
zh_tw: 使用閘道 URL 和共用權杖(管理員範圍)連線。

# ConnectionStatusWindow_WsLocalhost18790.Header
source: Gateway URL
fr_fr: URL de la passerelle
pt_br: URL do Gateway
zh_cn: 网关 URL
zh_tw: 閘道 URL

# ConnectionStatusWindow_SharedGatewayToken.PlaceholderText
source: Shared gateway token
fr_fr: Jeton partagé de la passerelle
pt_br: Token compartilhado do Gateway
zh_cn: 共享网关令牌
zh_tw: 共用閘道權杖

# ConnectionStatusWindow_SharedGatewayToken.Header
source: Token
fr_fr: Jeton
pt_br: Token de acesso
zh_cn: 令牌
zh_tw: 權杖

# ConnectionStatusWindow_Connect2.Content
source: Connect
fr_fr: Connecter
pt_br: Conectar
zh_cn: 连接
zh_tw: 連線

# ConnectionStatusWindow_SSHTunnel.Header
source: SSH Tunnel
fr_fr: Tunnel SSH
pt_br: Túnel SSH
zh_cn: SSH 隧道
zh_tw: SSH 通道

# ConnectionStatusWindow_SSHUser.Header
source: SSH User
fr_fr: Utilisateur SSH
pt_br: Usuário SSH
zh_cn: SSH 用户
zh_tw: SSH 使用者

# ConnectionStatusWindow_SSHHost.Header
source: SSH Host
fr_fr: Hôte SSH
pt_br: Host SSH
zh_cn: SSH 主机
zh_tw: SSH 主機

# ConnectionStatusWindow_SshServerPort.Header
source: SSH Port
fr_fr: Port SSH
pt_br: Porta SSH
zh_cn: SSH 端口
zh_tw: SSH 連接埠

# ConnectionStatusWindow_RemotePort.Header
source: Remote Port
fr_fr: Port distant
pt_br: Porta remota
zh_cn: 远程端口
zh_tw: 遠端連接埠

# ConnectionStatusWindow_LocalPort.Header
source: Local Port
fr_fr: Port local
pt_br: Porta local
zh_cn: 本地端口
zh_tw: 本機連接埠

# ConnectionStatusWindow_EVENTTIMELINE.Text
source: EVENT TIMELINE
fr_fr: CHRONOLOGIE DES ÉVÉNEMENTS
pt_br: LINHA DO TEMPO DE EVENTOS
zh_cn: 事件时间线
zh_tw: 事件時間軸

# ConnectionStatusWindow_Copy.Content
source: Copy
fr_fr: Copier
pt_br: Copiar
zh_cn: 复制
zh_tw: 複製

# ConnectionStatusWindow_Clear.Content
source: Clear
fr_fr: Effacer
pt_br: Limpar
zh_cn: 清除
zh_tw: 清除

# DiagnosticsBundleDialog_DiagnosticsBundle.Title
source: Diagnostics bundle
fr_fr: Lot de diagnostics
pt_br: Pacote de diagnóstico
zh_cn: 诊断包
zh_tw: 診斷套件

# DiagnosticsBundleDialog_ReviewBeforeSharing.Title
source: Review before sharing
fr_fr: Examiner avant de partager
pt_br: Revisar antes de compartilhar
zh_cn: 分享前请审阅
zh_tw: 分享前請檢閱

# HubWindow_Disconnected.Text
source: Disconnected
fr_fr: Déconnecté
pt_br: Desconectado
zh_cn: 已断开连接
zh_tw: 已中斷連線

# HubWindow_Advanced.Content
source: Advanced
fr_fr: Avancé
pt_br: Avançado
zh_cn: 高级
zh_tw: 進階

# DiagnosticsBundleDialog_ReviewBeforeSharingMessage.Text
source: Log tails are sanitized and truncated. Sensitive tokens, payloads, recordings, and raw settings files are excluded. Review before sharing.
fr_fr: Les extraits de journaux sont assainis et tronqués. Les jetons sensibles, les charges utiles, les enregistrements et les fichiers de paramètres bruts sont exclus. Vérifiez avant de partager.
pt_br: Os trechos de log são higienizados e truncados. Tokens sensíveis, payloads, gravações e arquivos de configuração brutos são excluídos. Revise antes de compartilhar.
zh_cn: 日志尾部会经过清理并截断。敏感令牌、负载、录制内容和原始设置文件会被排除。共享前请先检查。
zh_tw: 記錄尾端會經過清理並截斷。敏感權杖、內容、錄製資料與原始設定檔會被排除。分享前請先檢查。

# DiagnosticsBundleDialog_ReviewBeforeSharingTitle.Text
source: Review before sharing
fr_fr: Examiner avant de partager
pt_br: Revisar antes de compartilhar
zh_cn: 分享前请检查
zh_tw: 分享前請檢查

# AgentEventsPage_LiveText.Text
source: Live
fr_fr: En direct
pt_br: Ao vivo
zh_cn: 实时
zh_tw: 即時

# AgentEventsPage_ClearButton.Text
source: Clear
fr_fr: Effacer
pt_br: Limpar
zh_cn: 清除
zh_tw: 清除

# SessionsPage_Subtitle.Text
source: Conversations this gateway is currently handling, grouped by channel.
fr_fr: Conversations actuellement gérées par cette passerelle, regroupées par canal.
pt_br: Conversas que este Gateway está processando no momento, agrupadas por canal.
zh_cn: 此网关当前正在处理的对话，按频道分组。
zh_tw: 此閘道目前正在處理的對話，依頻道分組。

# SessionsPage_EmptyHint.Text
source: Sessions appear here when a channel is connected and traffic is flowing.
fr_fr: Les sessions apparaissent ici lorsqu'un canal est connecté et que le trafic circule.
pt_br: As sessões aparecem aqui quando um canal está conectado e há tráfego em andamento.
zh_cn: 当频道已连接且有流量时，会话将显示在此处。
zh_tw: 當頻道已連線且有流量時，工作階段將顯示在此處。

# SessionsPage_OpenChatButton.Content
source: Open chat
fr_fr: Ouvrir le chat
pt_br: Abrir chat
zh_cn: 打开聊天
zh_tw: 開啟聊天

# SkillsPage_EnabledHeader.Text
source: Enabled
fr_fr: Activées
pt_br: Ativado
zh_cn: 已启用
zh_tw: 已啟用

# SkillsPage_DisabledHeader.Text
source: Disabled
fr_fr: Désactivées
pt_br: Desativado
zh_cn: 已禁用
zh_tw: 已停用

# VoiceSettingsPage_PiperPreview.Text
source: Preview
fr_fr: Aperçu
pt_br: Visualizar
zh_cn: 预览
zh_tw: 預覽

# VoiceSettingsPage_PreviewVoice.Text
source: Preview Voice
fr_fr: Aperçu de la voix
pt_br: Visualizar voz
zh_cn: 语音预览
zh_tw: 語音預覽

# SandboxPage_GatewayCommandsNote.Text
source: Commands the agent runs directly on the gateway aren't. If the gateway is on this PC they may still be able to reach your Windows files, clipboard, and network: check your gateway's configuration.
fr_fr: Les commandes que l'agent exécute directement sur la passerelle ne le sont pas. Si la passerelle se trouve sur ce PC, elles peuvent toujours accéder à vos fichiers Windows, au presse-papiers et au réseau: vérifiez la configuration de votre passerelle.
pt_br: Comandos que o agente executa diretamente no Gateway não são. Se o Gateway estiver neste PC, eles ainda podem acessar seus arquivos do Windows, área de transferência e rede: verifique a configuração do seu Gateway.
zh_cn: 代理直接在网关上运行的命令不受此限制。如果网关在此电脑上，它们仍可能访问您的 Windows 文件、剪贴板和网络……请检查网关的配置。
zh_tw: 代理直接在閘道上執行的命令不受此限制。如果閘道在此電腦上，它們仍可能存取您的 Windows 檔案、剪貼簿和網路……請檢查閘道的設定。

# AgentEventsPage_AllAgents
source: All Agents
fr_fr: Tous les agents
pt_br: Todos os agentes
zh_cn: 所有代理
zh_tw: 所有代理

# AgentEventsPage_EventsStatus
source: {0} of {1} events
fr_fr: {0} sur {1} événements
pt_br: {0} de {1} eventos
zh_cn: {0} / {1} 个事件
zh_tw: {0} / {1} 個事件

# CronPage_CreateJobLabel
source: Create Job
fr_fr: Créer la tâche
pt_br: Criar tarefa
zh_cn: 创建任务
zh_tw: 建立任務

# CronPage_EditJob
source: Edit Job
fr_fr: Modifier la tâche
pt_br: Editar tarefa
zh_cn: 编辑任务
zh_tw: 編輯任務

# CronPage_NewJobTitle
source: New Job
fr_fr: Nouvelle tâche
pt_br: Nova tarefa
zh_cn: 新任务
zh_tw: 新任務

# CronPage_Running
source: Running...
fr_fr: Exécution...
pt_br: Em execução...
zh_cn: 正在运行...
zh_tw: 正在執行...

# CronPage_CompletedOneTimeJobTooltip
source: Completed one-time job
fr_fr: Tâche ponctuelle terminée
pt_br: Tarefa única concluída
zh_cn: 一次性作业已完成
zh_tw: 一次性作業已完成

# CronPage_EnableJobTooltip
source: Enable job
fr_fr: Activer la tâche
pt_br: Ativar tarefa
zh_cn: 启用作业
zh_tw: 啟用作業

# CronPage_DisableJobTooltip
source: Disable job
fr_fr: Désactiver la tâche
pt_br: Desativar tarefa
zh_cn: 禁用作业
zh_tw: 停用作業

# CronPage_FullResponse
source: Full response
fr_fr: Réponse complète
pt_br: Resposta completa
zh_cn: 完整回复
zh_tw: 完整回覆

# CronPage_OpenChat
source: Open chat
fr_fr: Ouvrir le chat
pt_br: Abrir chat
zh_cn: 打开聊天
zh_tw: 開啟聊天

# CronPage_RunNow
source: Run Now
fr_fr: Exécuter maintenant
pt_br: Executar agora
zh_cn: 立即运行
zh_tw: 立即執行

# CronPage_EditAction
source: Edit
fr_fr: Modifier
pt_br: Editar
zh_cn: 编辑
zh_tw: 編輯

# CronPage_HistoryAction
source: History
fr_fr: Historique
pt_br: Histórico
zh_cn: 历史记录
zh_tw: 歷史記錄

# CronPage_RemoveAction
source: Remove
fr_fr: Supprimer
pt_br: Remover
zh_cn: 移除
zh_tw: 移除

# CronPage_RunningBadge
source: Running
fr_fr: Exécution
pt_br: Em execução
zh_cn: 正在运行
zh_tw: 正在執行

# CronPage_RunHistory
source: Run History
fr_fr: Historique des exécutions
pt_br: Histórico de execuções
zh_cn: 运行历史记录
zh_tw: 執行歷史記錄

# CronPage_RunHistoryShowing
source: Run History - showing {0} of {1}
fr_fr: Historique des exécutions - {0} sur {1} affichées
pt_br: Histórico de execuções - mostrando {0} de {1}
zh_cn: 运行历史记录 - 正在显示 {0}/{1}
zh_tw: 執行歷史記錄 - 正在顯示 {0}/{1}

# CronPage_RunHistoryCount
source: Run History - {0} runs
fr_fr: Historique des exécutions - {0} exécutions
pt_br: Histórico de execuções - {0} execuções
zh_cn: 运行历史记录 - {0} 次运行
zh_tw: 執行歷史記錄 - {0} 次執行

# CronPage_LoadingRunHistory
source: Loading run history...
fr_fr: Chargement de l’historique des exécutions...
pt_br: Carregando histórico de execuções...
zh_cn: 正在加载运行历史记录...
zh_tw: 正在載入執行歷史記錄...

# CronPage_NoRunHistoryAvailable
source: No run history available.
fr_fr: Aucun historique d’exécution disponible.
pt_br: Nenhum histórico de execuções disponível.
zh_cn: 没有可用的运行历史记录。
zh_tw: 沒有可用的執行歷史記錄。

# CronPage_LoadOlderRuns
source: Load older runs ({0} more)...
fr_fr: Charger les exécutions plus anciennes ({0} restantes)...
pt_br: Carregar execuções mais antigas ({0} restantes)...
zh_cn: 加载较早的运行（还有 {0} 个）...
zh_tw: 載入較早的執行（還有 {0} 個）...

# CronPage_LoadMoreRuns
source: Load more runs...
fr_fr: Charger plus d’exécutions...
pt_br: Carregar mais execuções...
zh_cn: 加载更多运行...
zh_tw: 載入更多執行...

# CronPage_Loading
source: Loading...
fr_fr: Chargement...
pt_br: Carregando...
zh_cn: 正在加载...
zh_tw: 正在載入...

# CronPage_SaveChanges
source: Save Changes
fr_fr: Enregistrer les modifications
pt_br: Salvar alterações
zh_cn: 保存更改
zh_tw: 儲存變更

# SchemaConfigEditor_AddItem
source: Add item
fr_fr: Ajouter un élément
pt_br: Adicionar item
zh_cn: 添加项目
zh_tw: 新增項目

# ChatPage_AttachFile
source: Attach file
fr_fr: Joindre un fichier
pt_br: Anexar arquivo
zh_cn: 附加文件
zh_tw: 附加檔案

# ChatPage_Cancel
source: Cancel
fr_fr: Annuler
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

# ChatPage_CannotAttachFile
source: Cannot attach file
fr_fr: Impossible de joindre le fichier
pt_br: Não é possível anexar arquivo
zh_cn: 无法附加文件
zh_tw: 無法附加檔案

# ChatPage_CannotConnectToGateway
source: Cannot connect to gateway at {0} Make sure the gateway is running.
fr_fr: Impossible de se connecter à la passerelle à {0} Assurez-vous que la passerelle est en cours d'exécution.
pt_br: Não foi possível conectar ao Gateway em {0} Certifique-se de que o Gateway está em execução.
zh_cn: 无法连接到 {0} 的网关 请确保网关正在运行。
zh_tw: 無法連線到 {0} 的閘道 請確認閘道正在運行。

# ChatPage_ChatFailedToStart
source: Chat failed to start: {0}
fr_fr: Échec du démarrage du chat : {0}
pt_br: Falha ao iniciar o chat: {0}
zh_cn: 聊天启动失败： {0}
zh_tw: 聊天啟動失敗： {0}

# ChatPage_ChatReady
source: Chat is ready; starting your first hatching conversation…
fr_fr: Le chat est prêt ; démarrage de votre première conversation…
pt_br: O chat está pronto; iniciando sua primeira conversa…
zh_cn: 聊天已准备就绪；正在启动您的首次对话…
zh_tw: 聊天已準備就緒；正在啟動您的首次對話…

# ChatPage_ChatSurfaceComingOnline
source: The gateway is connected; the chat surface is still coming online.
fr_fr: La passerelle est connectée ; l'interface de chat est en cours de chargement.
pt_br: O Gateway está conectado; a interface de chat ainda está sendo inicializada.
zh_cn: 网关已连接；聊天界面仍在加载中。
zh_tw: 閘道已連線；聊天介面仍在載入中。

# ChatPage_GatewayPairingIncomplete
source: Gateway pairing is not complete. Open Connection settings to finish pairing.
fr_fr: Le jumelage avec la passerelle n'est pas terminé. Ouvrez les paramètres de connexion pour terminer le jumelage.
pt_br: O pareamento do Gateway não está completo. Abra as configurações de Conexão para concluir o pareamento.
zh_cn: 网关配对未完成。请打开连接设置以完成配对。
zh_tw: 閘道配對未完成。請開啟連線設定以完成配對。

# ChatPage_InvalidGatewayUrl
source: Invalid gateway URL: {0}
fr_fr: URL de passerelle non valide : {0}
pt_br: URL do Gateway inválida: {0}
zh_cn: 无效的网关 URL：{0}
zh_tw: 無效的閘道 URL：{0}

# ChatPage_OK
source: OK
zh_cn: 确定
zh_tw: 確定

# ChatPage_OpenConnectionSettings
source: Open Connection settings to finish pairing with a gateway.
fr_fr: Ouvrez les paramètres de connexion pour terminer le jumelage avec une passerelle.
pt_br: Abra as configurações de Conexão para concluir o pareamento com um Gateway.
zh_cn: 打开连接设置以完成与网关的配对。
zh_tw: 開啟連線設定以完成與閘道的配對。

# ChatPage_OpenVoiceSettings
source: Open Voice Settings
fr_fr: Ouvrir les paramètres vocaux
pt_br: Abrir configurações de voz
zh_cn: 打开语音设置
zh_tw: 開啟語音設定

# ChatPage_TimedOutChat
source: Timed out waiting for chat at {0}. Retry once the gateway is ready.
fr_fr: Délai d'attente dépassé pour le chat à {0}. Réessayez lorsque la passerelle est prête.
pt_br: Tempo esgotado aguardando o chat em {0}. Tente novamente quando o Gateway estiver pronto.
zh_cn: 等待 {0} 的聊天超时。请在网关准备就绪后重试。
zh_tw: 等待 {0} 的聊天逾時。請在閘道準備就緒後重試。

# ChatPage_TimedOutHandshake
source: Timed out waiting for the gateway operator handshake. Retry once the gateway is ready.
fr_fr: Délai d'attente dépassé pour la négociation avec l'opérateur de la passerelle. Réessayez lorsque la passerelle est prête.
pt_br: Tempo esgotado aguardando o handshake do operador do Gateway. Tente novamente quando o Gateway estiver pronto.
zh_cn: 等待网关操作员握手超时。请在网关准备就绪后重试。
zh_tw: 等待閘道操作員交握逾時。請在閘道準備就緒後重試。

# ChatPage_VoiceModelInstallMessage
source: The speech-to-text model needs to be installed before you can use voice input. Would you like to open Voice settings to install it?
fr_fr: Le modèle de reconnaissance vocale doit être installé avant de pouvoir utiliser la saisie vocale. Souhaitez-vous ouvrir les paramètres vocaux pour l'installer ?
pt_br: O modelo de conversão de fala em texto precisa ser instalado antes de você usar a entrada por voz. Deseja abrir as configurações de Voz para instalá-lo?
zh_cn: 需要先安装语音转文字模型才能使用语音输入。是否要打开语音设置进行安装？
zh_tw: 需要先安裝語音轉文字模型才能使用語音輸入。是否要開啟語音設定進行安裝？

# ChatPage_VoiceModelRequired
source: Voice Model Required
fr_fr: Modèle vocal requis
pt_br: Modelo de voz necessário
zh_cn: 需要语音模型
zh_tw: 需要語音模型

# ChatPage_WebView2InitFailed
source: WebView2 failed to initialize: {0}
fr_fr: Échec de l'initialisation de WebView2 : {0}
pt_br: Falha ao inicializar o WebView2: {0}
zh_cn: WebView2 初始化失败： {0}
zh_tw: WebView2 初始化失敗： {0}

# ConnectionStatus_Applying
source: Applying…
fr_fr: Application en cours…
pt_br: Aplicando…
zh_cn: 正在应用…
zh_tw: 正在套用…

# ConnectionStatus_AwaitingApproval
source: Awaiting approval
fr_fr: En attente d'approbation
pt_br: Aguardando aprovação
zh_cn: 等待批准
zh_tw: 等待核准

# ConnectionStatus_AwaitingApprovalApproveThenConnect
source: 🔐 Awaiting approval: approve then click Connect
fr_fr: 🔐 En attente d'approbation: approuvez puis cliquez sur Connecter
pt_br: 🔐 Aguardando aprovação: aprove e depois clique em Conectar
zh_cn: 🔐 等待批准 - 批准后请点击连接
zh_tw: 🔐 等待核准: 核准後請點擊連線

# ConnectionStatus_AwaitingApprovalFromGateway
source: 🔐 Awaiting approval from gateway
fr_fr: 🔐 En attente d'approbation de la passerelle
pt_br: 🔐 Aguardando aprovação do Gateway
zh_cn: 🔐 等待网关批准
zh_tw: 🔐 等待閘道核准

# ConnectionStatus_Connect
source: Connect
fr_fr: Connecter
pt_br: Conectar
zh_cn: 连接
zh_tw: 連線

# ConnectionStatus_Connected
source: ✓ Connected
fr_fr: ✓ Connecté
pt_br: ✓ Conectado
zh_cn: ✓ 已连接
zh_tw: ✓ 已連線

# ConnectionStatus_ConnectedTo
source: ✓ Connected to {0}
fr_fr: ✓ Connecté à {0}
pt_br: ✓ Conectado a {0}
zh_cn: ✓ 已连接到 {0}
zh_tw: ✓ 已連線到 {0}

# ConnectionStatus_Connecting
source: Connecting…
fr_fr: Connexion en cours…
pt_br: Conectando…
zh_cn: 正在连接…
zh_tw: 正在連線…

# ConnectionStatus_ConnectOnceApproved
source: Connect (once approved)
fr_fr: Connecter (une fois approuvé)
pt_br: Conectar (após aprovação)
zh_cn: 连接（批准后）
zh_tw: 連線（核准後）

# ConnectionStatus_Disabled
source: disabled
fr_fr: désactivé
pt_br: desativado
zh_cn: 已禁用
zh_tw: 已停用

# ConnectionStatus_Disconnected
source: Disconnected
fr_fr: Déconnecté
pt_br: Desconectado
zh_cn: 已断开连接
zh_tw: 已中斷連線

# ConnectionStatus_EnterGatewayUrl
source: Enter a gateway URL
fr_fr: Entrez une URL de passerelle
pt_br: Insira uma URL de Gateway
zh_cn: 输入网关 URL
zh_tw: 輸入閘道 URL

# ConnectionStatus_NoGateways
source: No gateways
fr_fr: Aucune passerelle
pt_br: Nenhum Gateway
zh_cn: 没有网关
zh_tw: 沒有閘道

# ConnectionStatus_Reconnecting
source: Reconnecting…
fr_fr: Reconnexion en cours…
pt_br: Reconectando…
zh_cn: 正在重新连接…
zh_tw: 正在重新連線…

# ConnectionStatus_Rejected
source: rejected
fr_fr: rejeté
pt_br: rejeitado
zh_cn: 已拒绝
zh_tw: 已拒絕

# ConnectionStatus_StartingSshTunnel
source: Starting SSH tunnel…
fr_fr: Démarrage du tunnel SSH…
pt_br: Iniciando túnel SSH…
zh_cn: 正在启动 SSH 隧道…
zh_tw: 正在啟動 SSH 通道…

# ConnectionPage_OnHostname
source: on {0}
fr_fr: sur {0}
pt_br: em {0}
zh_cn: 在 {0} 上
zh_tw: 在 {0} 上

# ConnectionPage_ClientSingular
source: 1 client
fr_fr: 1 client connecté
pt_br: 1 cliente
zh_cn: 1 个客户端
zh_tw: 1 個用戶端

# ConnectionPage_ClientsPlural
source: {0} clients
fr_fr: {0} clients connectés
pt_br: {0} clientes
zh_cn: {0} 个客户端
zh_tw: {0} 個用戶端

# ConnectionPage_ChannelsSingular
source: {0}/{1} channel
fr_fr: {0}/{1} canal
pt_br: {0}/{1} canal
zh_cn: {0}/{1} 个频道
zh_tw: {0}/{1} 個頻道

# ConnectionPage_ChannelsPlural
source: {0}/{1} channels
fr_fr: {0}/{1} canaux
pt_br: {0}/{1} canais
zh_cn: {0}/{1} 个频道
zh_tw: {0}/{1} 個頻道

# ConnectionPage_CostToday
source: ${0} today
fr_fr: {0} $ aujourd’hui
pt_br: US$ {0} hoje
zh_cn: 今日 ${0}
zh_tw: 今日 ${0}

# ConnectionPage_CostTodayZero
source: $0.00 today
fr_fr: 0,00 $ aujourd’hui
pt_br: US$ 0,00 hoje
zh_cn: 今日 $0.00
zh_tw: 今日 $0.00

# ConnectionPage_SharedTokenChip
source: Shared token
fr_fr: Jeton partagé
pt_br: Token compartilhado
zh_cn: 共享令牌
zh_tw: 共用權杖

# ConnectionPage_TapToCopySharedToken
source: Tap to copy shared token
fr_fr: Appuyez pour copier le jeton partagé
pt_br: Clique para copiar o token compartilhado
zh_cn: 点击以复制共享令牌
zh_tw: 點擊以複製共用權杖

# ConnectionPage_TopologyViaSshTunnel
source: via SSH tunnel
fr_fr: via tunnel SSH
pt_br: via túnel SSH
zh_cn: 通过 SSH 隧道
zh_tw: 透過 SSH 通道

# ConnectionPage_TopologyLocal
source: Local
fr_fr: Locale
pt_br: Nesta máquina
zh_cn: 本地
zh_tw: 本機

# ConnectionPage_TopologyLAN
source: LAN
fr_fr: Réseau local
pt_br: Rede local
zh_cn: 局域网
zh_tw: 區域網路

# ConnectionPage_TopologyRemote
source: Remote
fr_fr: Distant
pt_br: Remoto
zh_cn: 远程
zh_tw: 遠端

# ConnectionPage_OperatorActiveSessions
source: Active · {0} sessions
fr_fr: Actif · {0} sessions
pt_br: Ativo · {0} sessões
zh_cn: 活动 · {0} 个会话
zh_tw: 使用中 · {0} 個工作階段

# ConnectionPage_OperatorActiveOneSession
source: Active · 1 session
fr_fr: Actif · 1 session
pt_br: Ativo · 1 sessão
zh_cn: 活动 · 1 个会话
zh_tw: 使用中 · 1 個工作階段

# ConnectionPage_OperatorActiveNoSessions
source: Active · no current sessions
fr_fr: Actif · aucune session en cours
pt_br: Ativo · nenhuma sessão atual
zh_cn: 活动 · 无当前会话
zh_tw: 使用中 · 目前無工作階段

# ConnectionPage_OperatorDisconnected
source: Disconnected
fr_fr: Déconnecté
pt_br: Desconectado
zh_cn: 已断开连接
zh_tw: 已中斷連線

# ConnectionPage_OperatorConnecting
source: Connecting…
fr_fr: Connexion en cours…
pt_br: Conectando…
zh_cn: 正在连接…
zh_tw: 連線中…

# ConnectionPage_OperatorReconnecting
source: Reconnecting…
fr_fr: Reconnexion en cours…
pt_br: Reconectando…
zh_cn: 正在重新连接…
zh_tw: 重新連線中…
